/*
  Localizable.strings
  kidsvids

  Created by Bobby on 16/04/2015.
  Copyright (c) 2015 Azuki Apps. All rights reserved.
*/

// Captions on the intro screens
"intro_p1_title" = "Bienvenue a KidsVids!";
"intro_p1_notes" = "KidsVids est un lecteur YouTube sûr et simple conçu pour être utilisé par des enfants âgés de plus de deux.";

"intro_p2_title" = "Enfant Vidéos Sécurité";
"intro_p2_notes" = "KidsVids restreint vidéos aux listes de lecture contenant des vidéos YouTube amies des enfants. Il ya plusieurs inclus, et vous pouvez également ajouter vos propres listes de lecture personnalisées.";

"intro_p3_title" = "Facile À Utiliser";
"intro_p3_notes" = "KidsVids montre une grille de photos de vidéos à partir d'une playlist YouTube. Les enfants peuvent commencer une vidéo en touchant l'image. Lorsque la vidéo se termine, KidsVids revient automatiquement à la grille.";

"intro_p4_title" = "Contrôles simples";
"intro_p4_notes" = "Pour arrêter une vidéo début, secouez tout simplement le dispositif. Pour charger plus de vidéos, faites défiler vers le bas. Pour modifier des listes de lecture, glisser sur le côté.";

"intro_p5_title" = "Paramètres";
"intro_p5_notes" = "Pour accéder au menu de réglages, appuyez et maintenez l'écran pendant quelques secondes. Vous verrez une barre rouge apparaît . Quand il devient vert, arrêtez de toucher l'écran, et l' écran des réglages se charger.";

"intro_p6_title" = "S'amuser!";
"intro_p6_notes" = "Si vous avez besoin d'aide ou avez des commentaires , vous pouvez nous contacter à support@azukiapps.co.uk.";

// Captions on the main grid screen
"grid_top"       = "Appuyez et maintenez pour les réglages";
"grid_bottom"    = "Faites défiler vers le bas pour aller chercher plus de vidéos";


// Captions on the settings screen
"settings_total_pre"      = "Vous avez ";
"settings_total_post"     = " Playlists.";
"settings_button"         = "Modifier ou éditer des playlists";
"settings_size"           = "Régler la taille des vignettes vidéo:";


// Captions on the playlist list screen
"button_edit"     = "Editer";
"button_delete"   = "Effacer";

// Captions on the new playlist screen
"playlist_title" = "Playlist Title";
"playlist_id"    = "Playlist ID (ou URL)";
